app/controllers/users_controller.rb

INSERT INTO "users" ("created_at", "email", "name", "updated_at", "usertype") VALUES (?, ?, ?, ?, ?)  [["created_at", Mon, 09 Sep 2013 16:57:00 UTC +00:00], ["email", "email@eitor.com"], ["name", "Eitor"], ["updated_at", Mon, 09 Sep 2013 16:57:00 UTC +00:00], ["usertype", "2"]]
---
  def create
  	@user = User.new(user_params)
  	if @user.save